-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Окт 13 2020 г., 08:55
-- Версия сервера: 10.3.13-MariaDB-log
-- Версия PHP: 7.1.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `qs`
--

-- --------------------------------------------------------

--
-- Структура таблицы `oko_pg`
--

CREATE TABLE `oko_pg` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `oko_pg`
--

INSERT INTO `oko_pg` (`id`, `p1`, `p2`, `p3`, `p4`, `p5`, `p6`, `p7`, `p8`, `p9`) VALUES
(1, '1', '3', '1', '1', '1', '0', '0', '0', '0');

-- --------------------------------------------------------

--
-- Структура таблицы `operator20`
--

CREATE TABLE `operator20` (
  `id` int(11) NOT NULL,
  `Letter` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ServiceName` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `Priority` int(11) NOT NULL,
  `T_s` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `T_e` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `Let_en` int(11) NOT NULL,
  `actFr` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `actUnt` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `actD` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `deact` int(11) NOT NULL,
  `pz` int(11) NOT NULL,
  `infT` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `mkt1` int(11) NOT NULL,
  `mkt2` int(11) NOT NULL,
  `sinf` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `dop1` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dop2` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dop3` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dop4` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pz1` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pz2` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pz3` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pz4` varchar(999) COLLATE utf8mb4_unicode_ci NOT NULL,
  `op20` int(11) NOT NULL,
  `op21` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `operator_sp`
--

CREATE TABLE `operator_sp` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p10` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `pass`
--

CREATE TABLE `pass` (
  `id` int(11) NOT NULL,
  `login` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pass` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `act` int(11) NOT NULL,
  `role` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `pass`
--

INSERT INTO `pass` (`id`, `login`, `pass`, `act`, `role`, `p1`, `p2`, `p3`, `p4`) VALUES
(1, 'ackt', 'acktgkb13', 1, '3', '0', '0', '0', 'АЦКТ');

-- --------------------------------------------------------

--
-- Структура таблицы `playlist`
--

CREATE TABLE `playlist` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p10` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `playlist`
--

INSERT INTO `playlist` (`id`, `p1`, `p2`, `p3`, `p4`, `p5`, `p6`, `p7`, `p8`, `p9`, `p10`) VALUES
(1, 'Плейлист 1', '10.mp4', '0', '0', '0', '0', '0', '0', '0', '1'),
(2, 'Пустой', '1_', '0', '0', '0', '0', '0', '0', '0', '0');

-- --------------------------------------------------------

--
-- Структура таблицы `service`
--

CREATE TABLE `service` (
  `id` int(11) NOT NULL,
  `Letter` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ServiceName` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pointer` int(11) NOT NULL,
  `Priority` int(11) NOT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `service`
--

INSERT INTO `service` (`id`, `Letter`, `ServiceName`, `pointer`, `Priority`, `status`) VALUES
(1, 'А', 'АЦКТ', 23, 1, 1),
(2, 'C', 'cxz', 0, 1, 0),
(3, 'C', 'cxz', 0, 1, 0),
(4, 'C', 'cxz', 0, 1, 0),
(5, 'C', 'cxz', 0, 1, 0),
(6, 'T', 'test', 0, 1, 0),
(7, 'T', 'testtest', 0, 1, 0),
(8, 'Z', 'zxcv', 0, 1, 0),
(9, 'C', 'cxzv', 0, 1, 0),
(10, 'C', 'cxzv', 0, 1, 0),
(11, 'C', 'cxzv', 0, 1, 0),
(12, 'C', 'cxzv', 0, 1, 0),
(13, 'C', 'cxzv', 0, 1, 0),
(14, 'T', 'test123', 0, 1, 0),
(15, 'C', 'cxzv', 0, 1, 0),
(16, 'Y', 'yes', 0, 1, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `startpage`
--

CREATE TABLE `startpage` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `startpage`
--

INSERT INTO `startpage` (`id`, `p1`, `p2`, `p3`, `p5`, `p6`, `p7`, `p8`, `p9`) VALUES
(1, '0', '0', '0', '0', '0', '0', '0', '0');

-- --------------------------------------------------------

--
-- Структура таблицы `stateticket`
--

CREATE TABLE `stateticket` (
  `id` int(11) NOT NULL,
  `time` time NOT NULL,
  `date` date NOT NULL,
  `number` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `service` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `called` tinyint(1) NOT NULL,
  `calledAgain` tinyint(1) NOT NULL,
  `sound` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `stateticket`
--

INSERT INTO `stateticket` (`id`, `time`, `date`, `number`, `service`, `called`, `calledAgain`, `sound`) VALUES
(1, '11:00:03', '2013-07-20', 'A0118', 'АЦКТ', 1, 1, 0),
(2, '11:09:41', '2013-07-20', 'A0119', 'АЦКТ', 1, 1, 0),
(3, '11:40:44', '2013-07-20', 'A0120', 'АЦКТ', 1, 1, 0),
(4, '11:41:19', '2013-07-20', 'A0121', 'АЦКТ', 1, 1, 0),
(5, '11:44:28', '2013-07-20', 'A0122', 'АЦКТ', 1, 1, 0),
(6, '11:45:32', '2013-07-20', 'A0123', 'АЦКТ', 1, 1, 0),
(7, '11:46:53', '2013-07-20', 'A0124', 'АЦКТ', 1, 1, 0),
(8, '11:48:33', '2013-07-20', 'A0125', 'АЦКТ', 1, 1, 0),
(9, '11:50:51', '2013-07-20', 'A0126', 'АЦКТ', 1, 1, 0),
(10, '11:52:35', '2013-07-20', 'A0127', 'АЦКТ', 1, 1, 0),
(11, '11:56:26', '2013-07-20', 'A0128', 'АЦКТ', 1, 1, 0),
(12, '11:58:40', '2013-07-20', 'A0129', 'АЦКТ', 1, 1, 0),
(13, '11:59:06', '2013-07-20', 'A0130', 'АЦКТ', 1, 1, 0),
(14, '12:00:36', '2013-07-20', 'A0131', 'АЦКТ', 1, 1, 0),
(15, '12:03:02', '2013-07-20', 'A0132', 'АЦКТ', 1, 1, 0),
(16, '12:03:34', '2013-07-20', 'A0133', 'АЦКТ', 1, 1, 0),
(17, '12:03:52', '2013-07-20', 'A0134', 'АЦКТ', 1, 1, 0),
(18, '12:05:21', '2013-07-20', 'A0135', 'АЦКТ', 1, 1, 0),
(19, '12:05:46', '2013-07-20', 'A0136', 'АЦКТ', 1, 1, 0),
(20, '12:06:25', '2013-07-20', 'A0137', 'АЦКТ', 1, 1, 0),
(21, '12:08:27', '2013-07-20', 'A0138', 'АЦКТ', 1, 1, 0),
(22, '12:12:51', '2013-07-20', 'A0139', 'АЦКТ', 1, 1, 0),
(23, '12:14:55', '2013-07-20', 'A0140', 'АЦКТ', 1, 1, 0),
(24, '12:16:30', '2013-07-20', 'A0141', 'АЦКТ', 1, 1, 0),
(25, '12:17:10', '2013-07-20', 'A0142', 'АЦКТ', 1, 1, 0),
(26, '12:17:36', '2013-07-20', 'A0143', 'АЦКТ', 1, 1, 0),
(27, '12:18:43', '2013-07-20', 'A0144', 'АЦКТ', 1, 1, 0),
(28, '12:19:27', '2013-07-20', 'A0145', 'АЦКТ', 1, 1, 0),
(29, '12:19:56', '2013-07-20', 'A0146', 'АЦКТ', 1, 1, 0),
(30, '12:20:10', '2013-07-20', 'A0147', 'АЦКТ', 1, 1, 0),
(31, '12:20:45', '2013-07-20', 'A0148', 'АЦКТ', 1, 1, 0),
(32, '12:21:02', '2013-07-20', 'A0149', 'АЦКТ', 1, 1, 0),
(33, '12:21:10', '2013-07-20', 'A0150', 'АЦКТ', 1, 1, 0),
(34, '12:22:15', '2013-07-20', 'A0151', 'АЦКТ', 1, 1, 0),
(35, '12:22:36', '2013-07-20', 'A0152', 'АЦКТ', 1, 1, 0),
(36, '12:23:18', '2013-07-20', 'A0153', 'АЦКТ', 1, 1, 0),
(37, '12:24:22', '2013-07-20', 'A0154', 'АЦКТ', 1, 1, 0),
(38, '12:24:38', '2013-07-20', 'A0155', 'АЦКТ', 1, 1, 0),
(39, '12:32:09', '2013-07-20', 'A0156', 'АЦКТ', 1, 1, 0),
(40, '14:07:58', '2013-07-20', 'A0157', 'АЦКТ', 1, 1, 0),
(41, '14:27:48', '2013-07-20', 'A0158', 'АЦКТ', 1, 1, 0),
(42, '14:29:46', '2013-07-20', 'A0159', 'АЦКТ', 1, 1, 0),
(43, '14:36:34', '2013-07-20', 'A0160', 'АЦКТ', 1, 1, 0),
(44, '15:04:02', '2013-07-20', 'A0161', 'АЦКТ', 1, 1, 0),
(45, '15:05:31', '2013-07-20', 'A0162', 'АЦКТ', 1, 1, 0),
(46, '15:08:07', '2013-07-20', 'A0163', 'АЦКТ', 1, 1, 0),
(47, '15:17:43', '2013-07-20', 'A0164', 'АЦКТ', 1, 1, 0),
(48, '15:24:16', '2013-07-20', 'A0165', 'АЦКТ', 1, 1, 0),
(49, '15:24:42', '2013-07-20', 'A0166', 'АЦКТ', 1, 1, 0),
(50, '15:28:03', '2013-07-20', 'A0167', 'АЦКТ', 1, 1, 0),
(51, '15:29:49', '2013-07-20', 'A0168', 'АЦКТ', 1, 1, 0),
(52, '15:33:20', '2013-07-20', 'A0169', 'АЦКТ', 1, 1, 0),
(53, '15:35:31', '2013-07-20', 'A0170', 'АЦКТ', 1, 1, 0),
(54, '16:02:09', '2013-07-20', 'A0171', 'АЦКТ', 1, 1, 0),
(55, '16:04:12', '2013-07-20', 'A0172', 'АЦКТ', 1, 1, 0),
(56, '16:07:53', '2013-07-20', 'A0173', 'АЦКТ', 1, 1, 0),
(57, '16:10:14', '2013-07-20', 'A0174', 'АЦКТ', 1, 1, 0),
(58, '19:27:24', '2013-07-20', 'A0175', 'АЦКТ', 1, 1, 0),
(59, '19:28:47', '2013-07-20', 'A0176', 'АЦКТ', 1, 1, 0),
(60, '19:38:55', '2013-07-20', 'A0177', 'АЦКТ', 1, 1, 0),
(61, '19:49:17', '2013-07-20', 'A0178', 'АЦКТ', 1, 1, 0),
(62, '08:19:15', '2014-07-20', 'A0179', 'АЦКТ', 1, 1, 0),
(63, '08:50:42', '2014-07-20', 'A0180', 'АЦКТ', 1, 1, 0),
(64, '09:07:03', '2014-07-20', 'A0181', 'АЦКТ', 1, 1, 0),
(65, '10:06:24', '2014-07-20', 'A0182', 'АЦКТ', 1, 1, 0),
(66, '10:06:50', '2014-07-20', 'A0183', 'АЦКТ', 1, 1, 0),
(67, '10:07:26', '2014-07-20', 'A0184', 'АЦКТ', 1, 1, 0),
(68, '10:08:01', '2014-07-20', 'A0185', 'АЦКТ', 1, 1, 0),
(69, '10:08:40', '2014-07-20', 'A0186', 'АЦКТ', 1, 1, 0),
(70, '10:09:08', '2014-07-20', 'A0187', 'АЦКТ', 1, 1, 0),
(71, '09:11:31', '2020-07-20', 'A0188', 'АЦКТ', 1, 1, 0),
(72, '09:13:38', '2020-07-20', 'A0189', 'АЦКТ', 1, 1, 0),
(73, '10:09:25', '2020-07-20', 'A0190', 'АЦКТ', 1, 1, 0),
(74, '10:47:23', '2020-07-20', 'A0191', 'АЦКТ', 1, 1, 0),
(75, '09:23:36', '2021-07-20', 'A0192', 'АЦКТ', 1, 1, 0),
(76, '09:23:49', '2021-07-20', 'A0193', 'АЦКТ', 1, 1, 0),
(77, '09:24:22', '2021-07-20', 'A0194', 'АЦКТ', 1, 1, 0),
(78, '09:25:18', '2021-07-20', 'A0209', 'АЦКТ', 1, 1, 0),
(79, '09:25:29', '2021-07-20', 'A0000', 'АЦКТ', 1, 1, 0),
(80, '09:29:32', '2021-07-20', 'A0001', 'АЦКТ', 1, 1, 0),
(81, '09:29:35', '2021-07-20', 'A0002', 'АЦКТ', 1, 1, 0),
(82, '09:30:02', '2021-07-20', 'A0003', 'АЦКТ', 1, 1, 0),
(83, '09:36:31', '2021-07-20', 'A0004', 'АЦКТ', 1, 1, 0),
(84, '09:36:36', '2021-07-20', 'A0005', 'АЦКТ', 1, 1, 0),
(85, '09:40:05', '2021-07-20', 'A0006', 'АЦКТ', 1, 1, 0),
(86, '10:30:13', '2021-07-20', 'A0007', 'АЦКТ', 1, 1, 0),
(87, '11:30:38', '2021-07-20', 'A0009', 'АЦКТ', 1, 1, 0),
(88, '11:33:36', '2021-07-20', 'A0010', 'АЦКТ', 1, 1, 0),
(89, '11:37:10', '2021-07-20', 'A0011', 'АЦКТ', 1, 1, 0),
(90, '11:41:05', '2021-07-20', 'A0012', 'АЦКТ', 1, 1, 0),
(91, '11:43:19', '2021-07-20', 'A0013', 'АЦКТ', 1, 1, 0),
(92, '11:56:52', '2021-07-20', 'A0014', 'АЦКТ', 1, 1, 0),
(93, '12:00:07', '2021-07-20', 'A0015', 'АЦКТ', 1, 1, 0),
(94, '12:06:04', '2021-07-20', 'A0016', 'АЦКТ', 1, 1, 0),
(95, '12:06:41', '2021-07-20', 'A0017', 'АЦКТ', 1, 1, 0),
(96, '12:07:53', '2021-07-20', 'A0018', 'АЦКТ', 1, 1, 0),
(97, '12:08:46', '2021-07-20', 'A0019', 'АЦКТ', 1, 1, 0),
(98, '12:09:55', '2021-07-20', 'A0020', 'АЦКТ', 1, 1, 0),
(99, '12:11:00', '2021-07-20', 'A0021', 'АЦКТ', 1, 1, 0),
(100, '12:11:40', '2021-07-20', 'A0022', 'АЦКТ', 1, 1, 0),
(101, '12:13:46', '2021-07-20', 'A0023', 'АЦКТ', 1, 1, 0),
(102, '12:15:43', '2021-07-20', 'A0024', 'АЦКТ', 1, 1, 0),
(103, '12:19:48', '2021-07-20', 'A0025', 'АЦКТ', 1, 1, 0),
(104, '12:22:16', '2021-07-20', 'A0026', 'АЦКТ', 1, 1, 0),
(105, '13:42:55', '2021-07-20', 'A0027', 'АЦКТ', 1, 1, 0),
(106, '13:45:02', '2021-07-20', 'A0028', 'АЦКТ', 1, 1, 0),
(107, '13:45:44', '2021-07-20', 'A0029', 'АЦКТ', 1, 1, 0),
(108, '14:15:20', '2021-07-20', 'A0030', 'АЦКТ', 1, 1, 0),
(109, '14:30:01', '2021-07-20', 'A0031', 'АЦКТ', 1, 1, 0),
(110, '14:32:21', '2021-07-20', 'A0032', 'АЦКТ', 1, 1, 0),
(111, '14:33:05', '2021-07-20', 'A0033', 'АЦКТ', 1, 1, 0),
(112, '14:33:39', '2021-07-20', 'A0034', 'АЦКТ', 1, 1, 0),
(113, '14:34:02', '2021-07-20', 'A0035', 'АЦКТ', 1, 1, 0),
(114, '14:34:49', '2021-07-20', 'A0036', 'АЦКТ', 1, 1, 0),
(115, '14:35:44', '2021-07-20', 'A0037', 'АЦКТ', 1, 1, 0),
(116, '14:39:39', '2021-07-20', 'A0038', 'АЦКТ', 1, 1, 0),
(117, '14:40:09', '2021-07-20', 'A0039', 'АЦКТ', 1, 1, 0),
(118, '14:51:07', '2021-07-20', 'A0040', 'АЦКТ', 1, 1, 0),
(119, '15:00:24', '2021-07-20', 'A0041', 'АЦКТ', 1, 1, 0),
(120, '15:01:45', '2021-07-20', 'A0042', 'АЦКТ', 1, 1, 0),
(121, '15:02:19', '2021-07-20', 'A0043', 'АЦКТ', 1, 1, 0),
(122, '15:02:45', '2021-07-20', 'A0044', 'АЦКТ', 1, 1, 0),
(123, '15:03:35', '2021-07-20', 'A0045', 'АЦКТ', 1, 1, 0),
(124, '15:04:12', '2021-07-20', 'A0046', 'АЦКТ', 1, 1, 0),
(125, '15:05:17', '2021-07-20', 'A0047', 'АЦКТ', 1, 1, 0),
(126, '15:08:52', '2021-07-20', 'A0048', 'АЦКТ', 1, 1, 0),
(127, '15:09:18', '2021-07-20', 'A0049', 'АЦКТ', 1, 1, 0),
(128, '15:11:58', '2021-07-20', 'A0050', 'АЦКТ', 1, 1, 0),
(129, '15:12:25', '2021-07-20', 'A0051', 'АЦКТ', 1, 1, 0),
(130, '15:14:15', '2021-07-20', 'A0052', 'АЦКТ', 1, 1, 0),
(131, '15:14:40', '2021-07-20', 'A0053', 'АЦКТ', 1, 1, 0),
(132, '15:15:49', '2021-07-20', 'A0054', 'АЦКТ', 1, 1, 0),
(133, '15:16:14', '2021-07-20', 'A0055', 'АЦКТ', 1, 1, 0),
(134, '15:26:06', '2021-07-20', 'A0056', 'АЦКТ', 1, 1, 0),
(135, '15:26:35', '2021-07-20', 'A0057', 'АЦКТ', 1, 1, 0),
(136, '15:28:43', '2021-07-20', 'A0058', 'АЦКТ', 1, 1, 0),
(137, '15:33:47', '2021-07-20', 'A0059', 'АЦКТ', 1, 1, 0),
(138, '15:34:29', '2021-07-20', 'A0060', 'АЦКТ', 1, 1, 0),
(139, '15:46:28', '2021-07-20', 'A0061', 'АЦКТ', 1, 1, 0),
(140, '15:53:15', '2021-07-20', 'A0062', 'АЦКТ', 1, 1, 0),
(141, '15:56:25', '2021-07-20', 'A0063', 'АЦКТ', 1, 1, 0),
(142, '15:57:18', '2021-07-20', 'A0064', 'АЦКТ', 1, 1, 0),
(143, '15:58:40', '2021-07-20', 'A0065', 'АЦКТ', 1, 1, 0),
(144, '15:59:31', '2021-07-20', 'A0066', 'АЦКТ', 1, 1, 0),
(145, '16:03:11', '2021-07-20', 'A0067', 'АЦКТ', 1, 1, 0),
(146, '16:07:14', '2021-07-20', 'A0068', 'АЦКТ', 1, 1, 0),
(147, '16:23:40', '2021-07-20', 'A0069', 'АЦКТ', 1, 1, 0),
(148, '16:27:01', '2021-07-20', 'A0070', 'АЦКТ', 1, 1, 0),
(149, '16:31:12', '2021-07-20', 'A0071', 'АЦКТ', 1, 1, 0),
(150, '16:46:14', '2021-07-20', 'A0072', 'АЦКТ', 1, 1, 0),
(151, '16:47:12', '2021-07-20', 'A0073', 'АЦКТ', 1, 1, 0),
(152, '16:49:22', '2021-07-20', 'A0074', 'АЦКТ', 1, 1, 0),
(153, '16:51:11', '2021-07-20', 'A0075', 'АЦКТ', 1, 1, 0),
(154, '16:59:17', '2021-07-20', 'A0076', 'АЦКТ', 1, 1, 0),
(155, '17:10:35', '2021-07-20', 'A0077', 'АЦКТ', 1, 1, 0),
(156, '17:12:15', '2021-07-20', 'A0078', 'АЦКТ', 1, 1, 0),
(157, '17:13:39', '2021-07-20', 'A0079', 'АЦКТ', 1, 1, 0),
(158, '17:15:46', '2021-07-20', 'A0080', 'АЦКТ', 1, 1, 0),
(159, '17:17:53', '2021-07-20', 'A0081', 'АЦКТ', 1, 1, 0),
(160, '17:18:48', '2021-07-20', 'A0082', 'АЦКТ', 1, 1, 0),
(161, '17:26:15', '2021-07-20', 'A0083', 'АЦКТ', 1, 1, 0),
(162, '17:29:13', '2021-07-20', 'A0084', 'АЦКТ', 1, 1, 0),
(163, '17:29:31', '2021-07-20', 'A0085', 'АЦКТ', 1, 1, 0),
(164, '17:29:52', '2021-07-20', 'A0086', 'АЦКТ', 1, 1, 0),
(165, '17:30:17', '2021-07-20', 'A0087', 'АЦКТ', 1, 1, 0),
(166, '17:34:39', '2021-07-20', 'A0088', 'АЦКТ', 1, 1, 0),
(167, '17:35:22', '2021-07-20', 'A0089', 'АЦКТ', 1, 1, 0),
(168, '17:36:11', '2021-07-20', 'A0090', 'АЦКТ', 1, 1, 0),
(169, '17:38:37', '2021-07-20', 'A0091', 'АЦКТ', 1, 1, 0),
(170, '17:41:11', '2021-07-20', 'A0092', 'АЦКТ', 1, 1, 0),
(171, '17:42:56', '2021-07-20', 'A0093', 'АЦКТ', 1, 1, 0),
(172, '17:43:33', '2021-07-20', 'A0094', 'АЦКТ', 1, 1, 0),
(173, '17:50:51', '2021-07-20', 'A0095', 'АЦКТ', 1, 1, 0),
(174, '17:51:34', '2021-07-20', 'A0096', 'АЦКТ', 1, 1, 0),
(175, '17:52:46', '2021-07-20', 'A0097', 'АЦКТ', 1, 1, 0),
(176, '17:53:28', '2021-07-20', 'A0098', 'АЦКТ', 1, 1, 0),
(177, '17:54:16', '2021-07-20', 'A0099', 'АЦКТ', 1, 1, 0),
(178, '17:56:30', '2021-07-20', 'A0000', 'АЦКТ', 1, 1, 0),
(179, '17:57:40', '2021-07-20', 'A0001', 'АЦКТ', 1, 1, 0),
(180, '18:00:17', '2021-07-20', 'A0002', 'АЦКТ', 1, 1, 0),
(181, '18:00:49', '2021-07-20', 'A0003', 'АЦКТ', 1, 1, 0),
(182, '18:01:14', '2021-07-20', 'A0004', 'АЦКТ', 1, 1, 0),
(183, '18:01:54', '2021-07-20', 'A0005', 'АЦКТ', 1, 1, 0),
(184, '18:03:56', '2021-07-20', 'A0006', 'АЦКТ', 1, 1, 0),
(185, '18:04:49', '2021-07-20', 'A0007', 'АЦКТ', 1, 1, 0),
(186, '18:27:37', '2021-07-20', 'A0008', 'АЦКТ', 1, 1, 0),
(187, '18:28:56', '2021-07-20', 'A0009', 'АЦКТ', 1, 1, 0),
(188, '18:29:19', '2021-07-20', 'A0010', 'АЦКТ', 1, 1, 0),
(189, '18:44:00', '2021-07-20', 'A0011', 'АЦКТ', 1, 1, 0),
(190, '11:23:59', '2022-07-20', 'A0012', 'АЦКТ', 1, 1, 0),
(191, '11:28:15', '2022-07-20', 'A0013', 'АЦКТ', 1, 1, 0),
(192, '11:33:39', '2022-07-20', 'A0014', 'АЦКТ', 1, 1, 0),
(193, '11:39:35', '2022-07-20', 'A0015', 'АЦКТ', 1, 1, 0),
(194, '11:43:51', '2022-07-20', 'A0016', 'АЦКТ', 1, 1, 0),
(195, '11:45:42', '2022-07-20', 'A0017', 'АЦКТ', 1, 1, 0),
(196, '12:33:38', '2022-07-20', 'A0018', 'АЦКТ', 1, 1, 0),
(197, '14:54:27', '2022-07-20', 'A0019', 'АЦКТ', 1, 1, 0),
(198, '14:55:37', '2022-07-20', 'A0020', 'АЦКТ', 1, 1, 0),
(199, '14:56:19', '2022-07-20', 'A0021', 'АЦКТ', 1, 1, 0),
(200, '14:56:52', '2022-07-20', 'A0022', 'АЦКТ', 1, 1, 0),
(201, '15:39:39', '2022-07-20', 'A0023', 'АЦКТ', 1, 1, 0),
(202, '15:44:10', '2022-07-20', 'A0024', 'АЦКТ', 1, 1, 0),
(203, '15:57:51', '2022-07-20', 'A0025', 'АЦКТ', 1, 1, 0),
(204, '15:58:22', '2022-07-20', 'A0026', 'АЦКТ', 1, 1, 0),
(205, '16:06:08', '2022-07-20', 'A0027', 'АЦКТ', 1, 1, 0),
(206, '16:45:58', '2022-07-20', 'A0028', 'АЦКТ', 1, 1, 0),
(207, '14:57:05', '2024-07-20', 'A0029', 'АЦКТ', 1, 1, 0),
(208, '14:58:32', '2024-07-20', 'A0030', 'АЦКТ', 1, 1, 0),
(209, '14:59:53', '2024-07-20', 'A0031', 'АЦКТ', 1, 1, 0),
(210, '15:00:38', '2024-07-20', 'A0032', 'АЦКТ', 1, 1, 0),
(211, '15:03:17', '2024-07-20', 'A0033', 'АЦКТ', 1, 1, 0),
(212, '15:04:08', '2024-07-20', 'A0034', 'АЦКТ', 1, 1, 0),
(213, '15:13:47', '2024-07-20', 'A0035', 'АЦКТ', 1, 1, 0),
(214, '15:43:38', '2024-07-20', 'A0036', 'АЦКТ', 1, 1, 0),
(215, '16:31:38', '2024-07-20', 'A0037', 'АЦКТ', 1, 1, 0),
(216, '16:34:14', '2024-07-20', 'A0038', 'АЦКТ', 1, 1, 0),
(217, '16:46:25', '2024-07-20', 'A0039', 'АЦКТ', 1, 1, 0),
(218, '16:54:07', '2024-07-20', 'A0040', 'АЦКТ', 1, 1, 0),
(219, '16:57:47', '2024-07-20', 'A0041', 'АЦКТ', 1, 1, 0),
(220, '10:37:47', '2028-08-20', 'A0042', 'АЦКТ', 1, 0, 0),
(221, '09:01:48', '2009-09-20', 'A0000', 'АЦКТ', 1, 0, 0),
(222, '09:02:11', '2009-09-20', 'A0000', 'АЦКТ', 1, 0, 0),
(223, '10:45:01', '2009-09-20', 'A0043', 'АЦКТ', 1, 0, 0),
(224, '10:45:07', '2009-09-20', 'A0044', 'АЦКТ', 1, 0, 0),
(225, '10:46:13', '2009-09-20', 'A0045', 'АЦКТ', 1, 0, 0),
(226, '11:14:20', '2009-09-20', 'A0046', 'АЦКТ', 1, 0, 0),
(227, '11:28:54', '2009-09-20', 'A0047', 'АЦКТ', 1, 0, 0),
(228, '11:33:18', '2009-09-20', 'A0048', 'АЦКТ', 1, 0, 0),
(229, '11:34:10', '2009-09-20', 'A0049', 'АЦКТ', 1, 0, 0),
(230, '11:35:31', '2009-09-20', 'A0050', 'АЦКТ', 1, 0, 0),
(231, '11:35:51', '2009-09-20', 'A0051', 'АЦКТ', 1, 0, 0),
(232, '11:36:59', '2009-09-20', 'A0052', 'АЦКТ', 1, 0, 0),
(233, '11:38:00', '2009-09-20', 'A0053', 'АЦКТ', 1, 0, 0),
(234, '11:38:34', '2009-09-20', 'A0054', 'АЦКТ', 1, 0, 0),
(235, '12:36:12', '2010-09-20', 'A0055', 'АЦКТ', 1, 0, 0),
(236, '09:42:13', '2014-09-20', 'A0056', 'АЦКТ', 1, 0, 0),
(237, '09:59:30', '2014-09-20', 'A0057', 'АЦКТ', 1, 0, 0),
(238, '10:07:55', '2014-09-20', 'A0058', 'АЦКТ', 1, 0, 0),
(239, '10:15:16', '2014-09-20', 'A0059', 'АЦКТ', 1, 0, 0),
(240, '10:20:37', '2014-09-20', 'A0060', 'АЦКТ', 1, 0, 0),
(241, '10:24:53', '2014-09-20', 'A0061', 'АЦКТ', 1, 0, 0),
(242, '10:28:57', '2014-09-20', 'A0062', 'АЦКТ', 1, 0, 0),
(243, '11:15:25', '2014-09-20', 'A0063', 'АЦКТ', 1, 0, 0),
(244, '11:16:49', '2014-09-20', 'A0064', 'АЦКТ', 1, 0, 0),
(245, '11:30:18', '2014-09-20', 'A0065', 'АЦКТ', 1, 0, 0),
(246, '11:56:32', '2014-09-20', 'A0066', 'АЦКТ', 1, 0, 0),
(247, '12:00:46', '2014-09-20', 'A0067', 'АЦКТ', 1, 0, 0),
(248, '12:01:40', '2014-09-20', 'A0068', 'АЦКТ', 1, 0, 0),
(249, '12:05:09', '2014-09-20', 'A0069', 'АЦКТ', 1, 0, 0),
(250, '12:05:50', '2014-09-20', 'A0070', 'АЦКТ', 1, 0, 0),
(251, '12:06:31', '2014-09-20', 'A0071', 'АЦКТ', 1, 0, 0),
(252, '12:18:57', '2014-09-20', 'A0072', 'АЦКТ', 1, 0, 0),
(253, '12:22:32', '2014-09-20', 'A0073', 'АЦКТ', 1, 0, 0),
(254, '12:23:23', '2014-09-20', 'A0074', 'АЦКТ', 1, 0, 0),
(255, '12:25:41', '2014-09-20', 'A0075', 'АЦКТ', 1, 0, 0),
(256, '19:58:08', '2020-09-20', 'A0076', 'АЦКТ', 1, 0, 0),
(257, '19:58:08', '2020-09-20', 'A0076', 'cxz', 1, 0, 0),
(258, '19:58:08', '2020-09-20', 'A0076', 'cxz', 1, 0, 0),
(259, '19:58:08', '2020-09-20', 'A0076', 'cxz', 1, 0, 0),
(260, '19:58:08', '2020-09-20', 'A0076', 'cxz', 1, 0, 0),
(261, '19:58:08', '2020-09-20', 'A0076', 'test', 1, 0, 0),
(262, '19:58:08', '2020-09-20', 'A0076', 'testtest', 1, 0, 0),
(263, '19:58:08', '2020-09-20', 'A0076', 'zxcv', 1, 0, 0),
(264, '19:58:08', '2020-09-20', 'A0076', 'cxzv', 1, 0, 0),
(265, '19:58:08', '2020-09-20', 'A0076', 'cxzv', 1, 0, 0),
(266, '19:58:08', '2020-09-20', 'A0076', 'cxzv', 1, 0, 0),
(267, '19:58:08', '2020-09-20', 'A0076', 'cxzv', 1, 0, 0),
(268, '19:58:08', '2020-09-20', 'A0076', 'cxzv', 1, 0, 0),
(269, '19:58:08', '2020-09-20', 'A0076', 'test123', 1, 0, 0),
(270, '19:58:08', '2020-09-20', 'A0076', 'cxzv', 1, 0, 0),
(271, '19:58:08', '2020-09-20', 'A0076', 'yes', 1, 0, 0),
(272, '20:00:12', '2020-09-20', 'A0077', 'АЦКТ', 1, 0, 0),
(273, '20:30:51', '2020-09-20', 'A0078', 'АЦКТ', 1, 0, 0),
(274, '20:31:50', '2020-09-20', 'A0079', 'АЦКТ', 1, 0, 0),
(275, '20:32:47', '2020-09-20', 'A0080', 'АЦКТ', 1, 0, 0),
(276, '21:03:32', '2012-10-20', 'A0081', 'АЦКТ', 0, 0, 0),
(277, '08:40:33', '2013-10-20', 'A0082', 'АЦКТ', 0, 0, 0),
(278, '08:40:44', '2013-10-20', 'A0083', 'АЦКТ', 0, 0, 0),
(279, '09:47:11', '2013-10-20', 'А0', 'АЦКТ', 0, 0, 0),
(280, '09:47:32', '2013-10-20', 'А0', 'АЦКТ', 0, 0, 0),
(281, '09:48:14', '2013-10-20', 'А0', 'АЦКТ', 0, 0, 0),
(282, '09:48:26', '2013-10-20', 'А0', 'АЦКТ', 0, 0, 0),
(283, '09:54:54', '2013-10-20', '', 'АЦКТ', 0, 0, 0),
(284, '10:50:48', '2013-10-20', 'A0022', 'АЦКТ', 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `ts7`
--

CREATE TABLE `ts7` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p10` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p11` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p12` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p13` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p14` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p15` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `ts7`
--

INSERT INTO `ts7` (`id`, `p1`, `p2`, `p3`, `p4`, `p5`, `p6`, `p7`, `p8`, `p9`, `p10`, `p11`, `p12`, `p13`, `p14`, `p15`) VALUES
(1, '1', '1200', '200', '#ddffeb', '0', '0', '#fff', '11', 'АЦКТ', '#34C924', '1', '0', '1', '0', '1');

-- --------------------------------------------------------

--
-- Структура таблицы `tv3`
--

CREATE TABLE `tv3` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p10` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p11` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p12` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p13` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p14` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p15` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p16` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p17` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p18` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p19` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p20` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p21` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p22` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p23` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p24` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p25` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `tv3`
--

INSERT INTO `tv3` (`id`, `p1`, `p2`, `p3`, `p4`, `p5`, `p6`, `p7`, `p8`, `p9`, `p10`, `p11`, `p12`, `p13`, `p14`, `p15`, `p16`, `p17`, `p18`, `p19`, `p20`, `p21`, `p22`, `p23`, `p24`, `p25`) VALUES
(1, 'Тест', '110', '#000', '0', '0', '0', '0', '0', '0', '0', '800', '415', '40', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `fio` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `fio`, `password`) VALUES
(1, 'zxcv', 'ZeAU1');

-- --------------------------------------------------------

--
-- Структура таблицы `vers`
--

CREATE TABLE `vers` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `voice`
--

CREATE TABLE `voice` (
  `id` int(11) NOT NULL,
  `p1` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p2` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p3` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p4` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p5` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p6` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p7` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p8` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p9` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `p10` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `voice`
--

INSERT INTO `voice` (`id`, `p1`, `p2`, `p3`, `p4`, `p5`, `p6`, `p7`, `p8`, `p9`, `p10`) VALUES
(1, '2', '2', '0', '0', '79273501', 'Посетитель номер *Талон* пройдите в *Окно*', '0', '2', '30', '2');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `pass`
--
ALTER TABLE `pass`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `service`
--
ALTER TABLE `service`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `startpage`
--
ALTER TABLE `startpage`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `stateticket`
--
ALTER TABLE `stateticket`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `ts7`
--
ALTER TABLE `ts7`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `tv3`
--
ALTER TABLE `tv3`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `vers`
--
ALTER TABLE `vers`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `voice`
--
ALTER TABLE `voice`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `pass`
--
ALTER TABLE `pass`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `service`
--
ALTER TABLE `service`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT для таблицы `startpage`
--
ALTER TABLE `startpage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `stateticket`
--
ALTER TABLE `stateticket`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=285;

--
-- AUTO_INCREMENT для таблицы `ts7`
--
ALTER TABLE `ts7`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `tv3`
--
ALTER TABLE `tv3`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `vers`
--
ALTER TABLE `vers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `voice`
--
ALTER TABLE `voice`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
